Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: LAST SIX CLOSED MONTHS
bg: ПОСЛЕДНИТЕ ШЕСТ ПРИКЛЮЧЕНИ МЕСЕЦА
cs: POSLEDNÍCH ŠEST UZAVŘENÝCH MĚSÍCŮ
da: SIDSTE SEKS AFSLUTTEDE MÅNEDER
de: LETZTE SECHS ABGESCHLOSSENE MONATE
es: ÚLTIMOS SEIS MESES CERRADOS
fi: KUUSI VIIMEISTÄ PÄÄTTYNYTTÄ KUUKAUTTA
fr: SIX DERNIERS MOIS CLÔTURÉS
it: ULTIMI SEI MESI CHIUSI
nb: SISTE SEKS AVSLUTTEDE MÅNEDER
nl: LAATSTE ZES AFGESLOTEN MAANDEN
pl: OSTATNIE SZEŚĆ ZAMKNIĘTYCH MIESIĘCY
pt: ÚLTIMOS SEIS MESES FECHADOS
ro: ULTIMELE ȘASE LUNI ÎNCHEIATE
ru: ПОСЛЕДНИЕ ШЕСТЬ ЗАКРЫТЫХ МЕСЯЦЕВ
sv: SENASTE SEX AVSLUTADE MÅNADER

source: Up %lld since %@.
bg: %1$lld нагоре от %2$@.
cs: o %1$lld více od %2$@.
da: %1$lld højere siden %2$@.
de: %1$lld mehr seit %2$@.
es: %1$lld más desde %2$@.
fi: Nousua %1$lld, %2$@ alkaen.
fr: %1$lld de plus depuis %2$@.
it: %1$lld in più da %2$@.
nb: %1$lld høyere siden %2$@.
nl: %1$lld hoger sinds %2$@.
pl: o %1$lld więcej od %2$@.
pt: %1$lld a mais desde %2$@.
ro: %1$lld în plus de la %2$@.
ru: на %1$lld выше с %2$@.
sv: %1$lld högre sedan %2$@.

source: Down %lld since %@.
bg: %1$lld надолу от %2$@.
cs: o %1$lld méně od %2$@.
da: %1$lld lavere siden %2$@.
de: %1$lld weniger seit %2$@.
es: %1$lld menos desde %2$@.
fi: Laskua %1$lld, %2$@ alkaen.
fr: %1$lld de moins depuis %2$@.
it: %1$lld in meno da %2$@.
nb: %1$lld lavere siden %2$@.
nl: %1$lld lager sinds %2$@.
pl: o %1$lld mniej od %2$@.
pt: %1$lld a menos desde %2$@.
ro: %1$lld în minus de la %2$@.
ru: на %1$lld ниже с %2$@.
sv: %1$lld lägre sedan %2$@.

source: Steady since %@.
bg: Без промяна от %1$@.
cs: Beze změny od %1$@.
da: Uændret siden %1$@.
de: Unverändert seit %1$@.
es: Estable desde %1$@.
fi: Vakaa %1$@ alkaen.
fr: Stable depuis %1$@.
it: Stabile da %1$@.
nb: Uendret siden %1$@.
nl: Stabiel sinds %1$@.
pl: Bez zmian od %1$@.
pt: Estável desde %1$@.
ro: Stabil de la %1$@.
ru: Без изменений с %1$@.
sv: Oförändrat sedan %1$@.

source: +%lld to your score
bg: +%1$lld към твоята оценка
cs: +%1$lld k vašemu skóre
da: +%1$lld til din score
de: +%1$lld für deinen Score
es: +%1$lld a tu puntuación
fi: +%1$lld pistettä
fr: +%1$lld pour votre score
it: +%1$lld al tuo punteggio
nb: +%1$lld til scoren din
nl: +%1$lld voor je score
pl: +%1$lld do Twojego wyniku
pt: +%1$lld na sua pontuação
ro: +%1$lld la scorul tău
ru: +%1$lld к вашей оценке
sv: +%1$lld till din poäng

source: Overall budget
bg: Общ бюджет
cs: Celkový rozpočet
da: Samlet budget
de: Gesamtbudget
es: Presupuesto total
fi: Kokonaisbudjetti
fr: Budget global
it: Budget totale
nb: Samlet budsjett
nl: Totaalbudget
pl: Budżet całkowity
pt: Orçamento total
ro: Buget total
ru: Общий бюджет
sv: Total budget

source: %@ — %lld months under
bg: %1$@ — %2$lld месеца в бюджета
cs: %1$@ — %2$lld měsíců v rozpočtu
da: %1$@ — %2$lld måneder inden for budget
de: %1$@ — %2$lld Monate im Budget
es: %1$@ — %2$lld meses dentro del presupuesto
fi: %1$@ — %2$lld kuukautta budjetissa
fr: %1$@ — %2$lld mois dans le budget
it: %1$@ — %2$lld mesi entro il budget
nb: %1$@ — %2$lld måneder innenfor budsjett
nl: %1$@ — %2$lld maanden binnen budget
pl: %1$@ — %2$lld miesięcy w budżecie
pt: %1$@ — %2$lld meses dentro do orçamento
ro: %1$@ — %2$lld luni în buget
ru: %1$@ — %2$lld месяцев в бюджете
sv: %1$@ — %2$lld månader inom budget

# %lld points to %@
source: %1$lld points to %2$@
bg: %1$lld точки до %2$@
cs: %1$lld body do %2$@
da: %1$lld point til %2$@
de: %1$lld Punkte bis %2$@
es: %1$lld puntos para %2$@
fi: Enää %1$lld pistettä: %2$@
fr: %1$lld points avant %2$@
it: %1$lld punti a %2$@
nb: %1$lld poeng til %2$@
nl: %1$lld punten tot %2$@
pl: %1$lld punkty do %2$@
pt: %1$lld pontos para %2$@
ro: %1$lld puncte până la %2$@
ru: %1$lld балла до %2$@
sv: %1$lld poäng till %2$@

source: BUDGET STREAK
bg: СЕРИЯ ПО БЮДЖЕТ
cs: SÉRIE ROZPOČTU
da: BUDGETRÆKKE
de: BUDGET-SERIE
es: RACHA DE PRESUPUESTO
fi: BUDJETTIPUTKI
fr: SÉRIE DE BUDGET
it: SERIE DI BUDGET
nb: BUDSJETTREKKE
nl: BUDGETREEKS
pl: SERIA BUDŻETOWA
pt: SEQUÊNCIA DE ORÇAMENTO
ro: SERIE DE BUGET
ru: СЕРИЯ ПО БЮДЖЕТУ
sv: BUDGETSVIT

source: %lld weeks under your %@ budget
bg: %1$lld седмици в рамките на бюджета за %2$@
cs: %1$lld týdnů v rámci rozpočtu %2$@
da: %1$lld uger under dit %2$@-budget
de: %1$lld Wochen unter deinem %2$@-Budget
es: %1$lld semanas dentro de tu presupuesto de %2$@
fi: %1$lld viikkoa %2$@-budjetin rajoissa
fr: %1$lld semaines sous votre budget %2$@
it: %1$lld settimane sotto il tuo budget %2$@
nb: %1$lld uker under %2$@-budsjettet ditt
nl: %1$lld weken binnen je %2$@-budget
pl: %1$lld tygodni w ramach budżetu %2$@
pt: %1$lld semanas dentro do teu orçamento de %2$@
ro: %1$lld săptămâni sub bugetul tău pentru %2$@
ru: %1$lld недель в рамках бюджета «%2$@»
sv: %1$lld veckor under din %2$@-budget

source: %lld weeks under budget
bg: %1$lld седмици в рамките на бюджета
cs: %1$lld týdnů v rámci rozpočtu
da: %1$lld uger under budgettet
de: %1$lld Wochen unter dem Budget
es: %1$lld semanas dentro del presupuesto
fi: %1$lld viikkoa budjetin rajoissa
fr: %1$lld semaines sous le budget
it: %1$lld settimane sotto il budget
nb: %1$lld uker under budsjett
nl: %1$lld weken binnen budget
pl: %1$lld tygodni w ramach budżetu
pt: %1$lld semanas dentro do orçamento
ro: %1$lld săptămâni sub buget
ru: %1$lld недель в рамках бюджета
sv: %1$lld veckor under budgeten

source: Best run: %lld weeks
bg: Най-добра серия: %1$lld седмици
cs: Nejlepší série: %1$lld týdnů
da: Bedste række: %1$lld uger
de: Beste Serie: %1$lld Wochen
es: Mejor racha: %1$lld semanas
fi: Paras putki: %1$lld viikkoa
fr: Meilleure série : %1$lld semaines
it: Serie migliore: %1$lld settimane
nb: Beste rekke: %1$lld uker
nl: Beste reeks: %1$lld weken
pl: Najlepsza seria: %1$lld tygodni
pt: Melhor sequência: %1$lld semanas
ro: Cea mai bună serie: %1$lld săptămâni
ru: Лучшая серия: %1$lld недель
sv: Bästa svit: %1$lld veckor

source: Best run: %lld months
bg: Най-добра серия: %1$lld месеца
cs: Nejlepší série: %1$lld měsíců
da: Bedste række: %1$lld måneder
de: Beste Serie: %1$lld Monate
es: Mejor racha: %1$lld meses
fi: Paras putki: %1$lld kuukautta
fr: Meilleure série : %1$lld mois
it: Serie migliore: %1$lld mesi
nb: Beste rekke: %1$lld måneder
nl: Beste reeks: %1$lld maanden
pl: Najlepsza seria: %1$lld miesięcy
pt: Melhor sequência: %1$lld meses
ro: Cea mai bună serie: %1$lld luni
ru: Лучшая серия: %1$lld месяцев
sv: Bästa svit: %1$lld månader

source: %lld closed weeks counted.
bg: Отчетени приключени седмици: %1$lld.
cs: Započteno uzavřených týdnů: %1$lld.
da: %1$lld afsluttede uger talt med.
de: %1$lld abgeschlossene Wochen gezählt.
es: %1$lld semanas cerradas contadas.
fi: %1$lld päättynyttä viikkoa laskettu.
fr: %1$lld semaines terminées comptées.
it: %1$lld settimane chiuse conteggiate.
nb: %1$lld avsluttede uker telt.
nl: %1$lld afgesloten weken geteld.
pl: Policzono zakończonych tygodni: %1$lld.
pt: %1$lld semanas fechadas contadas.
ro: %1$lld săptămâni încheiate luate în calcul.
ru: Учтено закрытых недель: %1$lld.
sv: %1$lld avslutade veckor räknade.

source: This week is on track so far.
bg: Тази седмица засега е в план.
cs: Tento týden zatím jde podle plánu.
da: Denne uge er på rette spor indtil videre.
de: Diese Woche ist bisher auf Kurs.
es: Esta semana va por buen camino.
fi: Tämä viikko on toistaiseksi aikataulussa.
fr: Cette semaine est sur la bonne voie.
it: Questa settimana è sulla buona strada.
nb: Denne uken er på rett spor så langt.
nl: Deze week ligt tot nu toe op koers.
pl: Ten tydzień jak dotąd jest na dobrej drodze.
pt: Esta semana está no bom caminho.
ro: Săptămâna aceasta e pe drumul cel bun deocamdată.
ru: Эта неделя пока идёт по плану.
sv: Den här veckan är på rätt spår hittills.

source: %@ · best in the last 24 weeks
bg: %1$@ · най-добро за последните 24 седмици
cs: %1$@ · nejlepší za posledních 24 týdnů
da: %1$@ · bedst i de seneste 24 uger
de: %1$@ · Bestwert der letzten 24 Wochen
es: %1$@ · mejor en las últimas 24 semanas
fi: %1$@ · paras viimeisen 24 viikon aikana
fr: %1$@ · meilleur sur les 24 dernières semaines
it: %1$@ · migliore nelle ultime 24 settimane
nb: %1$@ · best de siste 24 ukene
nl: %1$@ · beste in de afgelopen 24 weken
pl: %1$@ · najlepszy z ostatnich 24 tygodni
pt: %1$@ · melhor nas últimas 24 semanas
ro: %1$@ · cel mai bun din ultimele 24 de săptămâni
ru: %1$@ · лучший результат за последние 24 недели
sv: %1$@ · bäst de senaste 24 veckorna

source: Best in the last 24 weeks
bg: Най-добро за последните 24 седмици
cs: Nejlepší za posledních 24 týdnů
da: Bedst i de seneste 24 uger
de: Bestwert der letzten 24 Wochen
es: Mejor en las últimas 24 semanas
fi: Paras viimeisen 24 viikon aikana
fr: Meilleur sur les 24 dernières semaines
it: Migliore nelle ultime 24 settimane
nb: Best de siste 24 ukene
nl: Beste in de afgelopen 24 weken
pl: Najlepszy z ostatnich 24 tygodni
pt: Melhor nas últimas 24 semanas
ro: Cel mai bun din ultimele 24 de săptămâni
ru: Лучший результат за последние 24 недели
sv: Bäst de senaste 24 veckorna

source: %lld closed months
bg: Приключени месеца: %1$lld
cs: Uzavřených měsíců: %1$lld
da: %1$lld afsluttede måneder
de: %1$lld abgeschlossene Monate
es: %1$lld meses cerrados
fi: %1$lld päättynyttä kuukautta
fr: %1$lld mois terminés
it: %1$lld mesi chiusi
nb: %1$lld avsluttede måneder
nl: %1$lld afgesloten maanden
pl: Zakończonych miesięcy: %1$lld
pt: %1$lld meses fechados
ro: %1$lld luni încheiate
ru: Закрытых месяцев: %1$lld
sv: %1$lld avslutade månader

source: %@ on track so far
bg: %1$@ е в план
cs: %1$@ jde podle plánu
da: %1$@ er på rette spor
de: %1$@ ist auf Kurs
es: %1$@ va por buen camino
fi: %1$@ on aikataulussa
fr: %1$@ sur la bonne voie
it: %1$@ sulla buona strada
nb: %1$@ er på rett spor
nl: %1$@ ligt op koers
pl: %1$@ na dobrej drodze
pt: %1$@ no bom caminho
ro: %1$@ pe drumul cel bun
ru: %1$@ идёт по плану
sv: %1$@ är på rätt spår

source: Best in the last 24 months
bg: Най-добро за последните 24 месеца
cs: Nejlepší za posledních 24 měsíců
da: Bedst i de seneste 24 måneder
de: Bestwert der letzten 24 Monate
es: Mejor en los últimos 24 meses
fi: Paras viimeisen 24 kuukauden aikana
fr: Meilleur sur les 24 derniers mois
it: Migliore negli ultimi 24 mesi
nb: Best de siste 24 månedene
nl: Beste in de afgelopen 24 maanden
pl: Najlepszy z ostatnich 24 miesięcy
pt: Melhor nos últimos 24 meses
ro: Cel mai bun din ultimele 24 de luni
ru: Лучший результат за последние 24 месяца
sv: Bäst de senaste 24 månaderna

source: Weekly recaps
bg: Седмични обобщения
cs: Týdenní přehledy
da: Ugentlige opsummeringer
de: Wöchentliche Rückblicke
es: Resúmenes semanales
fi: Viikoittaiset koosteet
fr: Récaps hebdomadaires
it: Riepiloghi settimanali
nb: Ukentlige oppsummeringer
nl: Wekelijkse overzichten
pl: Cotygodniowe podsumowania
pt: Resumos semanais
ro: Recapitulări săptămânale
ru: Еженедельные сводки
sv: Veckovisa sammanfattningar

source: Change
bg: Промяна
cs: Změnit
da: Skift
de: Ändern
es: Cambiar
fi: Muuta
fr: Modifier
it: Modifica
nb: Endre
nl: Wijzigen
pl: Zmień
pt: Alterar
ro: Modifică
ru: Изменить
sv: Ändra

source: Recap frequency
bg: Честота на обобщенията
cs: Četnost přehledů
da: Hyppighed for opsummering
de: Häufigkeit des Rückblicks
es: Frecuencia del resumen
fi: Koosteen tiheys
fr: Fréquence des récaps
it: Frequenza del riepilogo
nb: Hyppighet for oppsummering
nl: Frequentie van overzicht
pl: Częstotliwość podsumowań
pt: Frequência do resumo
ro: Frecvența recapitulărilor
ru: Частота сводок
sv: Sammanfattningens frekvens

source: When Budgetty shows you a recap.
bg: Кога Budgetty ви показва обобщение.
cs: Kdy vám Budgetty ukáže přehled.
da: Hvornår Budgetty viser dig en opsummering.
de: Wann Budgetty dir einen Rückblick zeigt.
es: Cuándo Budgetty te muestra un resumen.
fi: Milloin Budgetty näyttää koosteen.
fr: Quand Budgetty vous montre un récap.
it: Quando Budgetty ti mostra un riepilogo.
nb: Når Budgetty viser deg en oppsummering.
nl: Wanneer Budgetty je een overzicht toont.
pl: Kiedy Budgetty pokazuje podsumowanie.
pt: Quando o Budgetty te mostra um resumo.
ro: Când îți arată Budgetty o recapitulare.
ru: Когда Budgetty показывает сводку.
sv: När Budgetty visar en sammanfattning.

source: Off
bg: Изкл.
cs: Vypnuto
da: Fra
de: Aus
es: Desactivado
fi: Pois
fr: Désactivé
nb: Av
nl: Uit
pl: Wył.
pt: Desligado
ro: Dezactivat
ru: Выкл.
sv: Av

source: Receipt scanning & privacy
bg: Сканиране на бележки и поверителност
cs: Skenování účtenek a soukromí
da: Kvitteringsscanning og privatliv
de: Belegscan & Datenschutz
es: Escaneo de recibos y privacidad
fi: Kuittien skannaus ja yksityisyys
fr: Numérisation des reçus et confidentialité
it: Scansione degli scontrini e privacy
nb: Kvitteringsskanning og personvern
nl: Bonnen scannen en privacy
pl: Skanowanie paragonów i prywatność
pt: Digitalização de recibos e privacidade
ro: Scanarea bonurilor și confidențialitatea
ru: Сканирование чеков и конфиденциальность
sv: Kvittoskanning och integritet

source: To read a receipt, Budgetty sends the photo to its secure cloud, where a third-party AI service extracts the store, items and totals. Photos aren't stored after processing. Manual entry stays on your device.
bg: За да разчете бележка, Budgetty изпраща снимката към защитения си облак, където услуга за изкуствен интелект от трета страна извлича магазина, артикулите и сумите. Снимките не се съхраняват след обработката. Ръчното въвеждане остава на устройството ви.
cs: Aby Budgetty přečetl účtenku, odešle fotku do svého zabezpečeného cloudu, kde služba umělé inteligence třetí strany z ní získá obchod, položky a částky. Fotky se po zpracování neukládají. Ruční zadávání zůstává ve vašem zařízení.
da: For at læse en kvittering sender Budgetty billedet til sin sikre sky, hvor en tredjeparts-AI-tjeneste udtrækker butik, varer og totaler. Billeder gemmes ikke efter behandling. Manuel indtastning bliver på din enhed.
de: Um einen Beleg zu lesen, sendet Budgetty das Foto an seine sichere Cloud, wo ein KI-Dienst eines Drittanbieters Geschäft, Artikel und Beträge ausliest. Fotos werden nach der Verarbeitung nicht gespeichert. Die manuelle Eingabe bleibt auf deinem Gerät.
es: Para leer un recibo, Budgetty envía la foto a su nube segura, donde un servicio de IA de terceros extrae la tienda, los artículos y los totales. Las fotos no se almacenan tras el procesamiento. La entrada manual permanece en tu dispositivo.
fi: Lukeakseen kuitin Budgetty lähettää kuvan turvalliseen pilveensä, jossa kolmannen osapuolen tekoälypalvelu poimii kaupan, tuotteet ja summat. Kuvia ei tallenneta käsittelyn jälkeen. Manuaalinen syöttö pysyy laitteessasi.
fr: Pour lire un reçu, Budgetty envoie la photo vers son cloud sécurisé, où un service d'IA tiers en extrait le magasin, les articles et les totaux. Les photos ne sont pas conservées après le traitement. La saisie manuelle reste sur votre appareil.
it: Per leggere uno scontrino, Budgetty invia la foto al suo cloud sicuro, dove un servizio di IA di terze parti ne estrae negozio, articoli e totali. Le foto non vengono conservate dopo l'elaborazione. L'inserimento manuale resta sul tuo dispositivo.
nb: For å lese en kvittering sender Budgetty bildet til sin sikre sky, der en KI-tjeneste fra en tredjepart henter ut butikk, varer og summer. Bilder lagres ikke etter behandling. Manuell registrering blir på enheten din.
nl: Om een bon te lezen, stuurt Budgetty de foto naar zijn beveiligde cloud, waar een AI-dienst van derden de winkel, artikelen en totalen eruit haalt. Foto's worden na verwerking niet bewaard. Handmatige invoer blijft op je apparaat.
pl: Aby odczytać paragon, Budgetty wysyła zdjęcie do swojej bezpiecznej chmury, gdzie zewnętrzna usługa AI wyodrębnia sklep, produkty i sumy. Zdjęcia nie są przechowywane po przetworzeniu. Wprowadzanie ręczne pozostaje na Twoim urządzeniu.
pt: Para ler um recibo, o Budgetty envia a foto para a sua nuvem segura, onde um serviço de IA de terceiros extrai a loja, os artigos e os totais. As fotos não são armazenadas após o processamento. A introdução manual permanece no seu dispositivo.
ro: Pentru a citi un bon, Budgetty trimite fotografia în cloudul său securizat, unde un serviciu AI terț extrage magazinul, produsele și totalurile. Fotografiile nu sunt stocate după procesare. Introducerea manuală rămâne pe dispozitivul tău.
ru: Чтобы распознать чек, Budgetty отправляет фото в своё защищённое облако, где сторонний сервис ИИ извлекает магазин, товары и суммы. Фотографии не хранятся после обработки. Ручной ввод остаётся на вашем устройстве.
sv: För att läsa ett kvitto skickar Budgetty fotot till sitt säkra moln, där en AI-tjänst från tredje part hämtar butik, varor och summor. Foton sparas inte efter bearbetning. Manuell inmatning stannar på din enhet.

source: This permanently deletes your account and its data. Deleting your account doesn't cancel a Premium subscription — you can manage or cancel it in your Apple subscription settings.
bg: Това изтрива за постоянно акаунта ви и данните му. Изтриването на акаунта не отменя Premium абонамент — можете да го управлявате или отмените в настройките за абонаменти на Apple.
cs: Tímto trvale odstraníte svůj účet a jeho data. Odstranění účtu nezruší předplatné Premium — můžete ho spravovat nebo zrušit v nastavení předplatných Apple.
da: Dette sletter din konto og dens data permanent. Sletning af din konto opsiger ikke et Premium-abonnement — du kan administrere eller opsige det i dine Apple-abonnementsindstillinger.
de: Dadurch werden dein Konto und seine Daten dauerhaft gelöscht. Das Löschen deines Kontos kündigt ein Premium-Abo nicht — du kannst es in deinen Apple-Abo-Einstellungen verwalten oder kündigen.
es: Esto elimina permanentemente tu cuenta y sus datos. Eliminar tu cuenta no cancela una suscripción Premium: puedes gestionarla o cancelarla en los ajustes de suscripciones de Apple.
fi: Tämä poistaa tilisi ja sen tiedot pysyvästi. Tilin poistaminen ei peruuta Premium-tilausta — voit hallita tai peruuttaa sen Applen tilausasetuksissa.
fr: Cela supprime définitivement votre compte et ses données. Supprimer votre compte n'annule pas un abonnement Premium — vous pouvez le gérer ou l'annuler dans les réglages d'abonnement Apple.
it: Questa operazione elimina definitivamente il tuo account e i suoi dati. Eliminare l'account non annulla un abbonamento Premium — puoi gestirlo o annullarlo nelle impostazioni degli abbonamenti Apple.
nb: Dette sletter kontoen din og dataene dens permanent. Å slette kontoen sier ikke opp et Premium-abonnement — du kan administrere eller si det opp i Apple-abonnementsinnstillingene dine.
nl: Hiermee worden je account en gegevens permanent verwijderd. Je account verwijderen zegt een Premium-abonnement niet op — je kunt het beheren of opzeggen in je Apple-abonnementsinstellingen.
pl: Spowoduje to trwałe usunięcie Twojego konta i jego danych. Usunięcie konta nie anuluje subskrypcji Premium — możesz nią zarządzać lub anulować ją w ustawieniach subskrypcji Apple.
pt: Isto elimina permanentemente a tua conta e os seus dados. Eliminar a conta não cancela uma subscrição Premium — podes geri-la ou cancelá-la nas definições de subscrições da Apple.
ro: Aceasta îți șterge definitiv contul și datele sale. Ștergerea contului nu anulează un abonament Premium — îl poți gestiona sau anula în setările de abonamente Apple.
ru: Это навсегда удалит вашу учётную запись и её данные. Удаление учётной записи не отменяет подписку Premium — вы можете управлять ею или отменить её в настройках подписок Apple.
sv: Detta raderar ditt konto och dess data permanent. Att radera kontot avslutar inte en Premium-prenumeration — du kan hantera eller avsluta den i dina Apple-prenumerationsinställningar.

source: %@ spending + %@ bills paid
bg: %1$@ разходи + %2$@ платени сметки
cs: %1$@ utraceno + %2$@ zaplacené účty
da: %1$@ brugt + %2$@ betalte regninger
de: %1$@ ausgegeben + %2$@ bezahlte Rechnungen
es: %1$@ gastado + %2$@ facturas pagadas
fi: %1$@ käytetty + %2$@ maksetut laskut
fr: %1$@ dépensé + %2$@ factures payées
it: %1$@ speso + %2$@ spese pagate
nb: %1$@ brukt + %2$@ betalte regninger
nl: %1$@ uitgegeven + %2$@ betaalde rekeningen
pl: %1$@ wydane + %2$@ opłacone rachunki
pt: %1$@ gasto + %2$@ contas pagas
ro: %1$@ cheltuit + %2$@ facturi plătite
ru: %1$@ потрачено + %2$@ оплаченные счета
sv: %1$@ spenderat + %2$@ betalda räkningar

source: Nothing spent yet this cycle
bg: Все още нищо похарчено този цикъл
cs: V tomto cyklu zatím nic neutraceno
da: Intet brugt endnu denne cyklus
de: Noch nichts ausgegeben in diesem Zyklus
es: Aún no has gastado nada este ciclo
fi: Ei vielä käytetty mitään tällä jaksolla
fr: Encore rien dépensé ce cycle
it: Ancora niente speso questo ciclo
nb: Ingenting brukt ennå denne perioden
nl: Nog niets uitgegeven deze cyclus
pl: Nic jeszcze nie wydano w tym cyklu
pt: Ainda nada gasto neste ciclo
ro: Încă nimic cheltuit în acest ciclu
ru: Пока ничего не потрачено в этом цикле
sv: Inget spenderat än denna period

source: %lld bills
bg: %1$lld сметки
cs: %1$lld účtů
da: %1$lld regninger
de: %1$lld Rechnungen
es: %1$lld facturas
fi: %1$lld laskua
fr: %1$lld factures
it: %1$lld spese
nb: %1$lld regninger
nl: %1$lld rekeningen
pl: %1$lld rachunków
pt: %1$lld contas
ro: %1$lld facturi
ru: %1$lld счетов
sv: %1$lld räkningar

source: Edit income source
bg: Редактирай източник на приход
cs: Upravit zdroj příjmu
da: Rediger indtægtskilde
de: Einnahmequelle bearbeiten
es: Editar fuente de ingresos
fi: Muokkaa tulolähdettä
fr: Modifier la source de revenus
it: Modifica fonte di reddito
nb: Rediger inntektskilde
nl: Inkomstenbron bewerken
pl: Edytuj źródło przychodu
pt: Editar fonte de rendimento
ro: Editează sursa de venit
ru: Изменить источник дохода
sv: Redigera inkomstkälla

source: Edit recurring payment
bg: Редактирай повтарящо се плащане
cs: Upravit pravidelnou platbu
da: Rediger fast betaling
de: Wiederkehrende Zahlung bearbeiten
es: Editar pago recurrente
fi: Muokkaa toistuvaa maksua
fr: Modifier le paiement récurrent
it: Modifica pagamento ricorrente
nb: Rediger fast betaling
nl: Terugkerende betaling bewerken
pl: Edytuj płatność cykliczną
pt: Editar pagamento recorrente
ro: Editează plata recurentă
ru: Изменить регулярный платёж
sv: Redigera återkommande betalning

source: Autopay
bg: Автоплащане
cs: Automatická platba
da: Automatisk betaling
de: Automatische Zahlung
es: Pago automático
fi: Automaattinen maksu
fr: Paiement automatique
it: Pagamento automatico
nb: Automatisk betaling
nl: Automatische betaling
pl: Płatność automatyczna
pt: Pagamento automático
ro: Plată automată
ru: Автоплатёж
sv: Automatisk betalning

source: Mark as paid automatically on its due day
bg: Отбелязвай като платено автоматично на падежа
cs: Automaticky označit jako zaplacené v den splatnosti
da: Markér automatisk som betalt på forfaldsdagen
de: Am Fälligkeitstag automatisch als bezahlt markieren
es: Marcar como pagado automáticamente en su fecha de vencimiento
fi: Merkitse automaattisesti maksetuksi eräpäivänä
fr: Marquer comme payé automatiquement à l'échéance
it: Segna come pagato automaticamente alla scadenza
nb: Marker automatisk som betalt på forfallsdagen
nl: Automatisch als betaald markeren op de vervaldag
pl: Automatycznie oznaczaj jako zapłacone w terminie płatności
pt: Marcar como pago automaticamente na data de vencimento
ro: Marchează automat ca plătit la scadență
ru: Автоматически отмечать как оплаченное в день платежа
sv: Markera automatiskt som betald på förfallodagen

source: Auto
bg: Авто
ru: Авто
